"DeskPortal.Errormsg.field_invalid" = "Enter a valid %@";
"DeskPortal.Errormsg.custom_filed_empty" = "%@ cannot be blank";
"DeskPortal.Ticket.Field.contactId" = "Contact Name";
"DeskPortal.Ticket.Field.subject" = "Subject";
"DeskPortal.Label.Description" = "Description";
"DeskPortal.Ticket.Field.priority" = "Priority";
"DeskPortal.Ticket.Field.classification" = "Classifications";
"Ticketreply.info.Emailreply" = "Email";
"DeskPortal.Ticket.Field.mobile" = "Mobile";
"DeskPortal.Ticket.Field.phone" = "Phone";
"DeskPortal.Ticket.Field.language" = "Language";
"DeskPortal.Ticket.Field.departmentId" = "Department";
"DeskPortal.Ticket.Field.layoutId" = "Layout";
"DeskPortal.Ticket.Field.status" = "Status";
"DeskPortal.Ticket.Field.channel" = "Channel";
"DeskPortal.Ticket.Field.category" = "Category";
"DeskPortal.Ticket.Field.subCategory" = "Sub Category";
"DeskPortal.Ticket.Field.ticketInformation" = "Request Information";
"DeskPortal.Ticket.Field.additionalInformation" = "Additional Information";
"DeskPortal.Label.TicketID" = "Ticket Id";
"DeskPortal.Ticket.Label.ephi"                          =  "ePHI";
"DeskPortal.common.backbutton"                     = "Back";
"deskmanager.common.yes"                     = "Yes";
"deskmanager.common.no"                     = "No";
"radar.common.done"                     = "Done";
"DeskPortal.Options.cancel"                        = "Cancel";
"DeskPortal.Options.enterMail"                          =  "Enter contact name or email address";
"deskmanager.common.send"                                        = "Send";
"deskmanager.common.save" = "Save";
"DeskPortal.Dashboard.addticket.title"                             = "Submit Ticket";
"DeskPortal.Error.message.noInternet"       =  "No internet connection";
"DeskPortal.Label.searching"                            =  "Searching";
"DeskPortal.Errormsg.invalid_email"                                = "Enter a valid email address.";
"DeskPortal.Toastmsg.add_ticket_failure"    =   "Failed to add ticket";
"DeskPortal.Submitticket.update_success_msg" =  "Ticket updated successfully.";
"DeskPortal.Toastmsg.update_ticket_failure" =  "Failed to update ticket";
"DeskPortal.Toastmsg.yet_to_upload_attachments"         = "Uploading attachment";
"DeskPortal.Toastmsg.addTicket_validation_failure"                  = "Validation Failed";
"DeskPortal.Label.back_press_alert_msg"                             = "Are you sure you want to proceed? Keep in mind that all changes will be lost.";
"DeskPortal.Label.choose_ticket_template"                           = "Choose a template";
"DeskPortal.Label.ticket_template"                                  = "Template";
"DeskPortal.Errormsg.server_error_general"                          = "Something went wrong.";
"Contacts.update.account.name" = "Update %@ Name";
"Contacts.update.accountName.forAllRequests" = "Would you like to update the %@ name as %@ in the existing %@ of the %@?";
"deskmanager.common.submit" = "Submit";
"Contacts.update.account.name.allRequests" = "The existing %@ will have their %@ name updated to %@";
"Contacts.update.account.name.ignore" = "Only new %@ created henceforth will reflect the %@ name %@";
"deskmanager.error.noDataFound" = "No data!";
"ZDTicket.common.noData.keyword" = "No results found for %@";
"ZDRSubscription.access.denied"       =  "Access Denied";
"ZDTicket.permission.denied.description" = "You do not have the permissions required to perform this operation.";
"ZDTicket.common.try.again"               = "Please try again";
"ZDTicket.select.lookup" = "Select %@";
"ZDTicket.all.lookups" = "All %@";
"radar.common.unassigned" = "Unassigned";
"radar.common.assignedTo" = "Assigned";
"ZDTicket.dueDate.cannot.set" = "Due date cannot be set in On Hold state";
"DeskPortal.Label.powered_by_asap" = "Powered by %@ ASAP.";
"DeskPortal.Options.search" = "Search..";
"ZDTicket.common.add" = "Add";
"ZDTicket.account.update" = "Yes, update";
"ZDTicket.account.ignore" = "No, ignore";
"ZDTicket.create.title" = "Create %@";
"ZDTicket.edit.title" = "Edit %@";
"ZDTicket.properties.title" = "%@ properties";
"radar.common.ticket" = "Ticket";
"radar.property.ccs_tooltip" = "The Secondary contacts (CCs) are additional requestors of a ticket. They can view tickets via help center and will be automatically added as a CC recipients on all ticket replies.";
"ZDRTicketProperty.product.productCode"                         = "Product code";
"ZDRTicketProperty.product.unitPrice"                           = "Unit Price";
"deskmanager.common.discardConfirmation"                  = "Are you sure you want to discard the changes?";
"TicketDetailView.bottombar.discard"                      = "Discard";
"DeskPortal.Label.SortOption.created_time" = "Created Time";
"DeskPortal.Options.edit" = " Edit";
"radar.ticketProperty.Edit.BP_Permission" = "Status locked because blueprint is applied";
"radar.ticketheader.onholdtime" = "Onhold Time";
"radar.ticketheader.closedtime" = "Closed Time";
"radar.ticketheader.nodueDate" = "No Due Date set";
"TicketDetailView.menubar.Tags" = "Tags";
"ZDTicket.notallowed.description" = "You are not allowed to perform this operation.";
"DeskPortal.timeformat.late_by_hour"                                = "Late by 1 hour";
"DeskPortal.timeformat.late_by_year"                                = "Late by 1 year";
"DeskPortal.timeformat.late_by_min"                                 = "Late by 1 minute";
"DeskPortal.timeformat.late_by_day"                                 = "Late by 1 day";
"DeskPortal.timeformat.late_by_hours"                               = "Late by %@ hours";
"DeskPortal.timeformat.late_by_month"                               = "Late by 1 month";
"DeskPortal.timeformat.late_by_months"                              = "Late by %@ months";
"DeskPortal.timeformat.late_by_days"                                = "Late by %@ days";
"DeskPortal.timeformat.late_by_years"                               = "Late by %@ years";
"DeskPortal.timeformat.late_by_mins"                                = "Late by %@ minutes";
"DeskPortal.timeformat.sec_ago"                                     = "Just now";
"radar.property.ephi_tooltip"                                   = "ePHI is individually identifiable protected health information sent or stored electronically";
"ZDRCommon.validationRule.alert.switch"                                = "You are not allowed to perform this action, because the fields are not validated as defined in the validation rule. \n Do you want to switch to edit screen?";
"Ticketproperties.switchToEdit" = "Switch";
"DeskPortal.timeformat.in_year" = "1 year left";
"DeskPortal.timeformat.in_years" = "%@ years left";
"DeskPortal.timeformat.in_month" = "1 month left";
"DeskPortal.timeformat.in_months" = "%@ months left";
"DeskPortal.timeformat.in_week" = "1 week left";
"DeskPortal.timeformat.in_weeks" = "%@ week left";
"DeskPortal.timeformat.in_day" = "1 day left";
"DeskPortal.timeformat.in_days"  = "%@ days left";
"DeskPortal.timeformat.in_hour" = "1 hour left";
"DeskPortal.timeformat.in_hours"  = "%@ hours left";
"DeskPortal.timeformat.in_min" = "1 min left";
"DeskPortal.timeformat.in_mins" = "%@ minutes left";
"Deskportal.reload" = "Reload";
"DeskPortal.Ticket.Label.ccs"                           =  "CCs";
"DeskPortal.Label.attachments"                                     = "Attachments";

"Deskportal.captcha.error" = "Please enter a valid Captcha";
"Deskportal.captcha.image" = "Image";
"Deskportal.captcha.audio" = "Audio";
"Deskportal.captcha.select.image"="Select the option that closely resembles the image";
"Deskportal.captcha.play"   = "Click play to listen the audio";
"Deskportal.captcha.enter"   = "Input what you hear";
"Deskportal.captcha.verify"   = "Please verify to proceed";
